//export const dreamText = "Hi,我是wave,NULS社区成员、开发者。摩旅-是我的爱好, 摩托车本质是一种交通工具，和汽车自行车是一样的东西，大部分人拿它来上下班，或者用来谋生，还有部分人把它定义为一种娱乐休闲玩具。在后者眼里，骑摩托车不是为了生存，而是为了享受，骑摩托车并不是为了赚钱，而是完全用来放松。人为什么活着，人为谁活着，相信每个人都经常会这样思考，也许不会有标准答案。但是有一点大部分人是认同的，那就是人生应该要有追求，有的人追求事业，有的人追求金钱，有的人追求美女，有人的追求权力，有的人追求艺术和科学，摩旅本质也是一种追求。";

export const dreamText = [
  {
    text: 'Hi,我是wave,NULS社区成员、开发者。',
    img: 'https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=1876884466,1157960341&fm=26&gp=0.jpg'
  },
  {
    text: '摩旅-是我的爱好, 摩托车本质是一种交通工具，和汽车自行车是一样的东西，大部分人拿它来上下班，或者用来谋生，还有部分人把它定义为一种娱乐休闲玩具。在后者眼里，骑摩托车不是为了生存，而是为了享受，骑摩托车并不是为了赚钱，而是完全用来放松。',
    img: 'http://img2.newmotor.com.cn/UploadFiles/image/20190813/20190813101890109010.jpg'
  },
];
